Repository: ibsh/KeyFinderNative
Catalog: KeyFinderNative/*.lproj/Localizable.strings
Languages: da, de, es, fr, hr, it, nl, pl, pt_br, ru, sv

source: Album tag
es: Etiqueta de álbum
fr: Étiquette d'album
hr: Oznaka albuma
it: Etichetta dell'album
pl: Znacznik albumu
pt_br: Etiqueta do álbum
ru: Тег альбома
sv: Albumtagg

source: Analysing
da: Analyserer
de: Analysieren
es: Analizando
fr: Analyse en cours
hr: Analizu
it: Analisi in corso
nl: Analyse wordt uitgevoerd
pl: Analizy
pt_br: Analisando
ru: Анализ
sv: Analyserar

source: Artist tag
da: Kunstner tag
de: Künstler-Tag
es: Etiqueta de artista
fr: Étiquette d'artiste
hr: Oznaka umjetnika
it: Etichetta artista
nl: Artiestentag
pl: Znacznik artysty
pt_br: Etiqueta do artista
ru: Тег исполнителя

source: Cancel
da: Afbestille
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Otkazati
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Annullera

source: Cannot decode this file
da: Kan ikke afkode denne fil
de: Diese Datei kann nicht entschlüsselt werden
es: No se puede decodificar este archivo
fr: Impossible de décoder ce fichier
hr: Nije moguće dekodirati ovu datoteku
it: Impossibile decodificare questo file
nl: Kan dit bestand niet decoderen
pl: Nie można zdekodować tego pliku
pt_br: Não é possível decodificar este arquivo
ru: Невозможно расшифровать этот файл
sv: Kan inte avkoda denna fil

source: Comment tag
da: Kommentar tag
de: Kommentar-Tag
es: Etiqueta de comentario
fr: Balise de commentaire
hr: Oznaka komentara
it: Tag di commento
nl: Commentaartag
pl: Tag komentarza
pt_br: Marca de comentário
ru: Тег комментария
sv: Kommentar tag

source: Custom key codes
da: Brugerdefinerede nøglekoder
de: Benutzerdefinierte Schlüsselcodes
es: Códigos clave personalizados
fr: Codes de clé personnalisés
hr: Prilagođeni kodovi ključeva
it: Codici chiave personalizzati
nl: Aangepaste sleutelcodes
pl: Niestandardowe kody kluczy
pt_br: Códigos de chave personalizados
ru: Пользовательские коды ключей
sv: Anpassade nyckelkoder

source: Delete selected rows
da: Slet valgte rækker
de: Ausgewählte Zeilen löschen
es: Eliminar filas seleccionadas
fr: Supprimer les lignes sélectionnées
hr: Izbrišite odabrane retke
it: Elimina le righe selezionate
nl: Geselecteerde rijen verwijderen
pl: Usuń wybrane wiersze
pt_br: Excluir linhas selecionadas
ru: Удалить выбранные строки
sv: Ta bort markerade rader

source: Delimiter for prepend/append
da: Afgrænsning for indsætte/tilføj
de: Trennzeichen für Voranstellen/Anhängen
es: Delimitador para anteponer/añadir
fr: Délimiteur pour préfixer/ajouter
hr: Označivač za pred/dodavanje
it: Delimitatore per anteporre/accodare
nl: Scheidingsteken voor voorvoegsel/toevoeging
pl: Ogranicznik dla dołączania/dołączania
pt_br: Delimitador para prefixar/anexar
ru: Разделитель для добавления/добавления
sv: Avgränsare för prepend/bifoga

source: Detected key
da: Opdaget nøgle
de: Schlüssel erkannt
es: Clave detectada
fr: Clé détectée
hr: Otkriven ključ
it: Chiave rilevata
nl: Gedetecteerde sleutel
pl: Wykryty klucz
pt_br: Chave detectada
ru: Обнаруженный ключ
sv: Upptäckt nyckel

source: File too long
da: Filen er for lang
de: Datei zu lang
es: Archivo demasiado largo
fr: Fichier trop long
hr: Datoteka je predugačka
it: File troppo lungo
nl: Bestand te lang
pl: Plik jest za długi
pt_br: Arquivo muito longo
ru: Слишком длинный файл
sv: Filen är för lång

source: Filename
da: Filnavn
de: Dateinamen
es: Nombre del archivo
fr: Nom de fichier
hr: Naziv datoteke
it: Nome del file
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
sv: Filnamn

source: Find keys
da: Find nøgler
de: Schlüssel finden
es: Encuentra llaves
fr: Trouver des clés
hr: Pronađite ključeve
it: Trova le chiavi
nl: Sleutels zoeken
pl: Znajdź klucze
pt_br: Encontrar chaves
ru: Найти ключи
sv: Hitta nycklar

source: Grouping tag
da: Gruppering tag
de: Gruppierungs-Tag
es: etiqueta de agrupación
fr: Balise de regroupement
hr: Oznaka za grupiranje
it: Tag di raggruppamento
nl: Groeperingstag
pl: Tag grupujący
pt_br: Tag de agrupamento
ru: Тег группировки
sv: Grupperingstagg

source: Internal error decoding channel data
da: Intern fejl ved afkodning af kanaldata
de: Interner Fehler beim Decodieren der Kanaldaten
es: Error interno al decodificar los datos del canal
fr: Erreur interne décodage des données de canal
hr: Podaci o kanalu za dekodiranje interne pogreške
it: Errore interno di decodifica dei dati del canale
nl: Interne fout bij het decoderen van kanaalgegevens
pl: Błąd wewnętrzny dekodowania danych kanału
pt_br: Dados do canal de decodificação de erro interno
ru: Данные канала декодирования внутренней ошибки
sv: Internt fel vid avkodning av kanaldata

source: Internal error deriving converter
da: Intern fejludledningskonverter
de: Interner Fehler beim Ableiten des Konverters
es: Convertidor de derivación de error interno
fr: Convertisseur de dérivation d'erreur interne
hr: Pretvarač za izvođenje interne pogreške
it: Convertitore di derivazione di errore interno
nl: Interne fout afgeleide converter
pl: Błąd wewnętrzny wyprowadzający konwerter
pt_br: Conversor de derivação de erro interno
ru: Конвертер получения внутренней ошибки
sv: Intern felhärledande omvandlare

source: Internal error deriving working buffer
da: Intern fejl ved udledning af arbejdsbuffer
de: Interner Fehler beim Ableiten des Arbeitspuffers
es: Error interno al derivar el búfer de trabajo
fr: Erreur interne dérivant le tampon de travail
hr: Interna pogreška pri izvođenju radnog međuspremnika
it: Errore interno che deriva dal buffer di lavoro
nl: Interne fout bij het afleiden van werkbuffer
pl: Błąd wewnętrzny wyprowadzania bufora roboczego
pt_br: Erro interno ao derivar o buffer de trabalho
ru: Внутренняя ошибка получения рабочего буфера
sv: Internt fel som härleder arbetsbuffert

source: Key tag
da: Nøglemærke
de: Schlüsselwort
es: Etiqueta de la llave
fr: Porte-clés
hr: Ključna oznaka
it: Etichetta chiave
nl: Sleutelhanger
pl: Kluczowy tag
pt_br: Etiqueta chave
ru: Ключевой тег
sv: Nyckelbricka

source: KeyFinder drag and drop
da: KeyFinder træk-og-slip
de: KeyFinder ziehen und ablegen
es: KeyFinder arrastrar y soltar
fr: KeyFinder glisser-déposer
hr: KeyFinder povucite i ispustite
it: KeyFinder trascina e rilascia
nl: KeyFinder slepen naar
pl: Przeciągnij i upuść KeyFinder
pt_br: Arrastar e soltar KeyFinder
ru: Перетаскивание KeyFinder
sv: KeyFinder dra och släpp

source: N/A
de: n.v.
nl: Nvt
pl: Nie dotyczy
pt_br: N / D
ru: Н/Д

source: Path
da: Sti
de: Weg
es: Sendero
fr: Chemin
hr: Staza
it: Sentiero
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Дорожка
sv: Väg

source: Playlists
da: Afspilningslister
de: Wiedergabelisten
es: Listas de reproducción
fr: Listes de lecture
hr: Popisi za reprodukciju
it: Playlist
nl: Afspeellijsten
pl: Playlisty
pt_br: Listas de reprodução
ru: Плейлисты
sv: Spellistor

source: Preferences
da: Præferencer
de: Einstellungen
es: Preferencias
fr: Préférences
hr: Preference
it: Preferenze
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Настройки
sv: Inställningar

source: Reading file system
da: Læser filsystem
de: Dateisystem lesen
es: Sistema de archivos de lectura
fr: Lecture du système de fichiers
hr: Čitanje datotečnog sustava
it: Lettura del file system
nl: Bestandssysteem lezen
pl: Czytanie systemu plików
pt_br: Lendo o sistema de arquivos
ru: Чтение файловой системы
sv: Läser filsystem

source: Reading playlists
da: Læser afspilningslister
de: Wiedergabelisten lesen
es: Lectura de listas de reproducción
fr: Lire des listes de lecture
hr: Čitanje popisa pjesama
it: Lettura di playlist
nl: Afspeellijsten lezen
pl: Czytanie list odtwarzania
pt_br: Lendo listas de reprodução
ru: Чтение плейлистов
sv: Läser spellistor

source: Reading tags
da: Læser tags
de: Tags lesen
es: Etiquetas de lectura
fr: Lire les balises
hr: Čitanje oznaka
it: Lettura di tag
nl: Tags lezen
pl: Czytanie tagów
pt_br: Lendo tags
ru: Чтение тегов
sv: Läser taggar

source: Save
da: Gemme
de: Speichern
es: Ahorrar
fr: Sauvegarder
hr: Uštedjeti
it: Salva
nl: Sparen
pl: Zapisać
pt_br: Salve 
ru: Сохранять
sv: Spara

source: Select All
da: Vælg alle
de: Wählen Sie Alle
es: Seleccionar todo
fr: Tout sélectionner
hr: Odaberi sve
it: Seleziona tutto
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать все
sv: Välj alla

source: Show in Finder
da: Vis i Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hr: Prikaži u Finderu
it: Mostra nel Finder
nl: Weergeven in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в поисковике
sv: Visa i Finder

source: Silence
da: Stilhed
de: Stille
es: Silencio
hr: Tišina
it: Silenzio
nl: Stilte
pl: Cisza
pt_br: Silêncio
ru: Тишина
sv: Tystnad

source: Skip files longer than (minutes)
da: Spring filer over længere end (minutter)
de: Dateien länger als (Minuten) überspringen
es: Omitir archivos de más de (minutos)
fr: Ignorer les fichiers de plus de (minutes)
hr: Preskoči datoteke duže od (minuta)
it: Salta file più lunghi di (minuti)
nl: Sla bestanden over die langer zijn dan (minuten)
pl: Pomiń pliki dłuższe niż (minuty)
pt_br: Pular arquivos com mais de (minutos)
ru: Пропускать файлы длиннее (минут)
sv: Hoppa över filer längre än (minuter)

source: Skip files that already have metadata
da: Spring filer over, der allerede har metadata
de: Überspringen Sie Dateien, die bereits Metadaten haben
es: Omitir archivos que ya tienen metadatos
fr: Ignorer les fichiers qui ont déjà des métadonnées
hr: Preskoči datoteke koje već imaju metapodatke
it: Salta i file che hanno già metadati
nl: Sla bestanden over die al metadata hebben
pl: Pomiń pliki, które mają już metadane
pt_br: Ignorar arquivos que já possuem metadados
ru: Пропускать файлы, в которых уже есть метаданные
sv: Hoppa över filer som redan har metadata

source: Skipped file with existing metadata
da: Sprang over fil med eksisterende metadata
de: Übersprungene Datei mit vorhandenen Metadaten
es: Archivo omitido con metadatos existentes
fr: Fichier ignoré avec métadonnées existantes
hr: Preskočena datoteka s postojećim metapodacima
it: File saltato con metadati esistenti
nl: Overgeslagen bestand met bestaande metadata
pl: Pominięty plik z istniejącymi metadanymi
pt_br: Arquivo ignorado com metadados existentes
ru: Пропущенный файл с существующими метаданными
sv: Överhoppad fil med befintlig metadata

source: Tagging
de: Taggen
es: Etiquetado
fr: Balisage
hr: Označavanje
it: Etichettatura
nl: Taggen
pl: Tagowanie
pt_br: Marcação
ru: Маркировка
sv: Taggning

source: Title tag
da: Titelmærke
de: Titel-Tag
es: Etiqueta de título
fr: Balise de titre
hr: Oznaka naslova
it: Etichetta del titolo
nl: Titel tag
pl: Znacznik tytułu
pt_br: Etiqueta de título
ru: Тег заголовка
sv: Titeltagg

source: What to write
da: Hvad skal man skrive
de: Was zu schreiben
es: Quéescribir
fr: Quoi écrire
hr: Što napisati
it: Cosa scrivere
nl: Wat te schrijven
pl: Co napisać
pt_br: O que escrever
ru: Что написать
sv: Vad att skriva

source: Where to write
da: Hvor skal man skrive
de: Wo schreiben
es: Donde escribir
fr: Où écrire
hr: Gdje napisati
it: Dove scrivere
nl: Waar te schrijven?
pl: Gdzie pisać
pt_br: Onde escrever
ru: Куда написать
sv: Var man ska skriva

source: Write key to tags
da: Skriv nøgle til tags
de: Schlüssel in Tags schreiben
es: Escribir clave para etiquetas
fr: Écrire la clé des balises
hr: Upišite ključ za oznake
it: Scrivi la chiave sui tag
nl: Schrijf sleutel naar tags
pl: Napisz klucz do tagów
pt_br: Escrever chave para tags
ru: Записать ключ в теги
sv: Skriv nyckel till taggar

source: Write to tags automatically
da: Skriv automatisk til tags
de: Automatisch in Tags schreiben
es: Escribir en etiquetas automáticamente
fr: Écrire automatiquement dans les balises
hr: Automatski pišite u oznake
it: Scrivi sui tag automaticamente
nl: Automatisch naar tags schrijven
pl: Pisz do tagów automatycznie
pt_br: Gravar em tags automaticamente
ru: Писать в теги автоматически
sv: Skriv till taggar automatiskt

source: Writing tags
da: Skrive tags
de: Tags schreiben
es: Etiquetas de escritura
fr: Balises d'écriture
hr: Pisanje oznaka
it: Scrittura di tag
nl: Tags schrijven
pl: Pisanie tagów
pt_br: Escrevendo tags
ru: Написание тегов
sv: Skriva taggar
